{
	"bio": "Hello! My name is Mykhailo, and I am a Web Developer. I enjoy creating modern and easy-to-use web applications that help people.\n\nI started learning web development because I wanted to understand how websites function. I began with simple projects and then worked on larger and more complex ones. It's always amazing to see how simple code can create something useful and beautiful.\n\nFor a good project, it's important to pay attention to details and think about the users. I like to create attractive and user-friendly interfaces for everyone. I am constantly learning new things and keeping up with changes in technology, especially in web development, because it's important to stay updated.\n\nMy goal as a developer is to write code and make technology enjoyable to use. I enjoy trying new things and working with others to achieve success.\n\nIf you are looking for a developer who loves challenges and is eager to learn, I can help you with your ideas. I look forward to connecting with others, sharing experiences, and learning from you.",
	"prof_profile": "I am Mykhailo, a motivated Web Developer with solid knowledge in JavaScript, HTML, and CSS.\n\nAfter completing my IT school in web development, I successfully developed a fundraising website for Ukrainian schools. For this important project, I closely collaborated with my client, web designers, and backend developers to create a user-friendly and functional final product.\n\nDuring my React studies at Hillel IT-School, I achieved an average grade of 99/100 in practical tasks, highlighting my strong understanding of the React library and modern frontend technologies.\n\nI have excellent skills in creating responsive user interfaces and integrating RESTful APIs. During my training, I repeatedly developed web applications and proved that I can effectively implement complex requirements.\n\n**Key Strengths:**\n- Proactive Problem Solving: Creative approaches to solving technical challenges and a continuous drive for improvement.\n- Teamwork and Communication: Effective collaboration with various stakeholders to achieve goals together.\n- Technological Versatility: Experience with tools and libraries like Git, Webpack, and modern CSS frameworks.",
	"master_in_low": "Master in Low",
	"bachelor_in_low": "Bachelor in Low",
	"junior_specialist": "Junior Specialist in Low",
	"secondary_school_certificate": "Secondary School Certificate",
	"primary_school_certificate": "Primary School Certificate",
	"uni_low_odessa": "National University \"Odessa Law Academy\", Ukraine",
	"college_uni_low_odessa": "College of Law of the National University \"Odesa Law Academy\", Ukraine",
	"primary_school": "Primary School, Malyatintsy village, Kitsman district, Chernivtsi region, Ukraine"
}
