{
	"bio": "Hallo! Mein Name ist Mykhailo und ich bin ein Web-Entwickler. Meine Leidenschaft ist es, moderne und benutzerfreundliche Webanwendungen zu erstellen, die meinen Kunden bei der Erreichung Ihrer Ziele helfen.\n\nIch begann, mich mit Webentwicklung zu beschäftigen, weil ich verstehen wollte, wie Websites funktionieren. Ich startete mit einfachen Projekten und arbeitete mich zu größeren und komplexeren Aufgaben hoch. Es ist immer wieder erstaunlich zu sehen, wie ein einfacher Code etwas Nützliches und Schönes erschaffen kann.\n\nFür ein gutes Projekt ist es wichtig, auf jedes Details zu achten. Es macht mir Spaß, attraktive und benutzerfreundliche Oberflächen für alle zu gestalten. Ich lerne ständig und aktiv Neues und halte mich über technologische Disruptionen auf dem Laufenden, besonders in der Webentwicklung, um meinen Kunden stets die State of the Art Lösung bieten zu können und vollumfängliche Kundenzufriedenheit zu garantieren.\n\nMein Ziel als Entwickler ist es, Codes zu schreiben und Technologie angenehm nutzbar zu machen. Ich probiere gerne neue Dinge aus und arbeite mit anderen Dienstleistern zusammen, um gemeinsam für Sie das beste Ergebnis zu erzielen.\n\nWenn Sie einen Entwickler suchen, der Ihnen bei der Umsetzung Ihrer Wünsche im digitalen Raum mit Rat und Tat zu Seite steht. Ich freue mich darauf, Ihnen bei der Erreichung Ihres vollen unternehmerischen Potentials zur Seite zu stehen. \n\nZögern Sie nicht mich zu kontaktieren und ich helfe Ihnen bei der Umsetzung Ihrer Ideen. ",
	"prof_profile": "Ich bin Mihail ein motivierter Junior-Frontend-Entwickler mit fundierten Kenntnissen in JavaScript, HTML und CSS.\n\nNach Abschluss meiner IT-Schule in Webentwicklung habe ich erfolgreich eine Website zum Spendensammeln für ukrainische Schulen entwickelt. Für dieses Herzensprojekt habe ich eng mit meinem Kunden und Web-Designern sowie Backend-Entwicklern zusammengearbeitet, um ein benutzerfreundliches und funktionales Endprodukt zu kreieren.\n\nWährend meines React-Studiums bei der Hillel IT-School erreichte ich eine Durchschnittsnote von 99/100 bei praktischen Aufgaben, was meine umfassenden Kenntnisse der React-Bibliothek und der modernen Frontend-Technologien unterstreicht.\n\nIch verfüge über außerordentlich gute Fähigkeiten in der Erstellung von responsiven Benutzeroberflächen und der Integration von RESTful-APIs. Während meiner Ausbildung habe ich wiederholt Webanwendungen entwickelt und dabei bewiesen, dass ich komplexe Anforderungen effektiv umsetzen kann.\n\nBesondere Stärken:\n**Proaktive Problemlösung:**\n- Kreative Ansätze zur Lösung technischer Herausforderungen und intrinsisches kontinuierliches Streben nach Verbesserung.\n- Teamarbeit und Kommunikation: Effektive Zusammenarbeit mit verschiedenen Stakeholdern, um gemeinsam Ziele zu erreichen.\n- Technologische Vielseitigkeit: Erfahrung mit Tools und Bibliotheken wie Git, Webpack und modernen CSS-Frameworks.",
	"master_in_low": "Master für Recht",
	"bachelor_in_low": "Bachelor für Recht",
	"junior_specialist": "Junior Spezialist für Recht",
	"secondary_school_certificate": "Mittlere Schulabschluss",
	"primary_school_certificate": "Grundschulabschluss",
	"uni_low_odessa": "Nationale Universität \"Juristische Akademie Odessa\", die Ukraine",
	"college_uni_low_odessa": "Juristisches College der Nationalen Universität \"Juristische Akademie Odessa\"",
	"primary_school": "Grundschule, Dorf Malyatintsy, Landkreis Kitsman , Czernowitz Region, die Ukraine"
}
