{
	"bio": "Вітаю! Мене звати Михайло, я Web Developer. Мені подобається створювати сучасні та прості у використанні веб-програми, які допомагають людям.\n\nЯ почав вивчати веб-розробку, тому що хотів знати, як функціонують веб-сайти. Я починав із легких проектів, а потім працював над більшими та складнішими. Завжди дивовижно бачити, як простий код може створити щось корисне та гарне.\n\nДля хорошого проекту головне звертати увагу на дрібниці і думати про користувачів. Мені подобається створювати привабливі та прості у використанні інтерфейси для всіх. Я завжди дізнаюся щось нове та слідкую за змінами технологій, особливо у веб-розробці, тому що важливо бути в курсі.\n\nМоя мета як розробника — написати код і зробити технологію приємною у використанні. Мені подобається пробувати нові речі та працювати з іншими, щоб досягти успіху.\n\nЯкщо вам потрібен розробник, який любить виклики та прагне вчитися, я можу допомогти вам із вашими ідеями. Я хочу спілкуватися з іншими, ділитися своїми історіями та вчитися у вас.",
	"prof_profile": "Я Михайло, мотивований Web Developer із ґрунтовними знаннями в JavaScript, HTML та CSS.\n\nПісля закінчення ІТ-школи з веброзробки я успішно створив сайт для збору коштів для українських шкіл. Для цього важливого проєкту я тісно співпрацював із клієнтом, вебдизайнерами та бекенд-розробниками, щоб створити зручний і функціональний кінцевий продукт.\n\nПід час навчання React у Hillel IT-School я отримав середній бал 99/100 за практичні завдання, що підкреслює мої глибокі знання бібліотеки React та сучасних фронтенд-технологій.\n\nЯ маю відмінні навички у створенні адаптивних інтерфейсів користувача та інтеграції RESTful API. Під час навчання я неодноразово розробляв вебзастосунки та довів, що можу ефективно реалізовувати складні вимоги.\n\n**Особливі сильні сторони:**\n- Проактивне розв'язання проблем: Креативні підходи до вирішення технічних завдань і постійне прагнення до вдосконалення.\n- Командна робота та комунікація: Ефективна співпраця з різними зацікавленими сторонами для досягнення спільних цілей.\n- Технологічна універсальність: Досвід роботи з інструментами та бібліотеками, такими як Git, Webpack та сучасні CSS-фреймворки.",
	"master_in_low": "Диплом Магістра",
	"bachelor_in_low": "Диплом Бакалавра",
	"junior_specialist": "Диплом Молодшого Спеціаліста",
	"secondary_school_certificate": "Атестат про повну загальну середню освіту",
	"primary_school_certificate": "Атестат про не повну загальну середню освіту",
	"uni_low_odessa": "Національний університет \"Одеська юридична академія\"",
	"college_uni_low_odessa": "Юридичний коледж Національного університету \"Одеська юридична академія\"",
	"primary_school": "ЗНЗ І-ІІ ст., с. Малятинці, Кіцманський р-н, Чернівецька обл.",
	"including": "включаючи"
}
